Repository: common-repository/plink-payment-gateway
Catalog: languages/plink-payment-gateway-woocommerce-*.po
Languages: id_id

source: Enable
id_id: Aktifkan Plugin

source: Enable PLINK Payment Gateway Module.
id_id: Mengaktifkan plugin PLINK Payment Gateway

source: Title
id_id: Judul

source: The title which user sees when checkout.
id_id: Judul yang akan terlihat ketika melakukan checkout

source: Phase
id_id: Fase

source: PLINK plugin phase.
id_id: Fase Plugin

source: Secret Key given by PLINK
id_id: Secret key yang didapatkan dari PLINK

source: Your ID given by PLINK
id_id: Merchant ID yang didapatkan dari PLINK

source: Your Key ID given by PLINK
id_id: Merchant Key ID yang didapatkan dari PLINK

source: Virtual account expired time*(in minutes)*
id_id: Waktu Kadaluarsa transaksi Virtual Acoount *(dalam menit)*

source: Transaction expired time for Virtual Account after order placed. <br>For example: 60 (for 1 hour), 1440 (for 1 day), 4320 (for 3 days), 10080 (for 1 week)
id_id: Waktu kadaluarsa untuk Virtual Account setelah pesanan terkirim ke sistem PLINK. <br>Contoh nilai: 60 (1 jam), 1440 (1 hari), 4320 (3 hari), 10080 (1 minggu)

source: Paymentpage
id_id: Halaman Pembayaran

source: New Tab
id_id: Pindah halaman di tab baru

source: Popup
id_id: Jendela Popup

source: Redirect Same Tab
id_id: Pindah halaman di tab yang sama

source: How paymentpage shows after place order
id_id: Bagaimana paymentpage nanti akan ditampilkan

source: Confirm text button
id_id: Teks tombol konfirmasi

source: Your text button for button confirm payment
id_id: Teks untuk tombol konfirmasi pembayaran

source: Other payment method text button
id_id: Text metode pambayaran lain

source: Your text button for button other payment method
id_id: Teks untuk tombol metode pembayaran lain

source: Description
id_id: Deskripsi

source: Checkout with PLINK Payment Gateway(Virtual Account, Credit Card, Direct Debit)
id_id: Checkout dengan PLINK Payment Gateway (Virtual Account, Credit Card,QRIS,Direct Debit)

source: This controls the description which the user sees during checkout.
id_id: Deskripsi plugin saat melakukan checkout

source: *Backend callback url needed to be registered before start using this plugin
id_id: Url yang perlu didaftarkan ke sistem PLINK sebelum plugin digunakan

source: Frontend callback url needed to be registered before start using this plugin
id_id: Url yang perlu didaftarkan ke sistem PLINK sebelum plugin digunakan

source: This payment method requires 'IDR' for currency
id_id: Metode pembayaran ini hanya menerima Rupiah (Rp) untuk mata uang

source: Minimum payment amount is IDR 10,000
id_id: Minimum pembayaran Rp 10,000

source: Merchant credential for this plugin is incomplete
id_id: Mohon merchant untuk melengkapi kredensial sudah didapatkan dari PLINK

source: Thank you for your order, please click confirmation button below to pay with PLINK Payment Gateway.
id_id: Terimakasih sudah melakukan pemesanan, mohon klik tombol konfirmasi dibawah ini untuk melanjutkan melakukan pembayaran dengan PLINK Payment Gateway

source: Testing phase detected - real payment won't be created
id_id: Fase test terdeteksi - pembayaran yang sebenarnya tidak akan dibuat

source: Other payment method
id_id: Metode pembayaran lain

source: Confirm order
id_id: Konfirmasi pemesanan

source: Your order has expired please place order again
id_id: Pesanan anda sudah kadaluarsa, mohon lakukan pemesanan lagi

source: Order not found
id_id: Pesanan tidak ditemukan

source: Tax
id_id: Pajak

source: Shipping
id_id: Ongkos kirim

source: Something went wrong.
id_id: Ada kesalahan.

source: Please make a payment soon by using Virtual Account numbers in the PLINK window below. To check your payment status you can click the button check payment status
id_id: Mohon segera melakukan pembayaran dengan menggunakan nomor VA (Virtual Account) di bawah ini. Untuk memerikasa status pembayaran anda bisa mengklik tombol cek status pembayaran

source: Return to store
id_id: Kembali ke toko

source: Check Payment Status
id_id: Periksa status pembayaran

source: Go to checkout page
id_id: Pergi ke halaman checkout

source: Close
id_id: Tutup

source: Try again
id_id: Coba lagi

source: Credential is incomplete. Please check your credential to continue using this feature:
id_id: Kredensial belum lengkap. Mohon untuk mengisi kredensial dengan lengkap untuk lanjut menggunakan fitur ini:

source: Payment status for merchant refno:
id_id: Status pembayaran untuk merchant refno:

source: is SUCCED
id_id: Sukses

source: is still PENDING
id_id: Ditunda

source: is FAILED
id_id: Gagal
